{
  "Comment.nvim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "in-and-out.nvim": { "branch": "master" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "tabset.nvim": { "branch": "main" },
  "telescope-all-recent.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-recent-files": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tint.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zenburn.nvim": { "branch": "master" }
}
